{
    "language": "en",
    "general": {
        "columnVisibility": "Life Languages",
        "overallIntensity": "Overall Intensity",
        "groupAverage": "Group Average",
        "communicationIndicators": "Communication Indicators",
        "learningPreference": "Learning Preference",
        "range": "Range",
        "gap": "Gap",
        "low": "Low",
        "medium": "Medium",
        "high": "High"
    },
    "groupBarChart": {
        "tooltip": {
            "min": "Min:",
            "avg": "Avg:",
            "max": "Max:",
            "fluent": "Fluent:",
            "stddev": "Stddev:"
        }
    },
    "labels": {
        "mover": "Mover",
        "doer": "Doer",
        "influencer": "Influencer",
        "responder": "Responder",
        "shaper": "Shaper",
        "producer": "Producer",
        "contemplator": "Contemplator"
    },
    "shorthand": {
        "mover": "M",
        "doer": "D",
        "influencer": "I",
        "responder": "R",
        "shaper": "S",
        "producer": "P",
        "contemplator": "C"
    },
    "gapLevels": [
        "Low",
        "",
        "High"
    ],
    "ciLabels": {
        "acceptanceLevel": "Acceptance Level",
        "interactiveStyle": "Interactive Style",
        "internalControl": "Internal Control",
        "intrusionLevel": "Intrusion Level",
        "projectiveLevel": "Projective Level",
        "susceptibilityToStress": "Susceptibility to Stress",
        "learningPreferenceAuditory": "Learning Preference Auditory",
        "learningPreferenceVisual": "Learning Preference Visual",
        "learningPreferencePhysical": "Learning Preference Physical"
    },
    "ciChartLabels": {
        "acceptanceLevel": "Acceptance Level",
        "interactiveStyleIntrovert": "Introvert",
        "interactiveStyleBalanced": "Balanced",
        "interactiveStyleExtrovert": "Extrovert",
        "internalControl": "Internal Control",
        "intrusionLevel": "Intrusion Level",
        "projectiveLevel": "Projective Level",
        "susceptibilityToStress": "Susceptibility to Stress",
        "learningPreferenceAuditory": "Auditory",
        "learningPreferenceVisual": "Visual",
        "learningPreferencePhysical": "Physical"
    },
    "ciLevels": [
        "Low",
        "Moderate",
        "High"
    ],
    "ciLevelInfo": {
        "acceptanceLevel": {
            "name": "Acceptance Level",
            "pre": "This scale measures how you tend to view yourself, whether you more easily see your strengths and positive attributes or your weaknesses and negative qualities. Or whether you see a balance between the two — easily and honestly seeing both your negative and positive qualities.",
            "info": [
                "A <b>Low Acceptance Level</b> indicates that you tend to have more introspection and awareness of your weaknesses than your strengths or positive attributes. You have many positive attributes and can choose to identify and develop awareness of them, although you will usually have to work through the negatives to get there. Positive input about yourself by others possibly makes you uncomfortable. Focusing more on your strengths, positive attributes and successes can raise a Low Acceptance Level. It may be easier for you to see the positive things about others than it is to see your own. You may be very open and sometime perhaps too open to advice and counsel, trusting others’ insights more confidently than you do your own.",
                "A <b>Moderate Acceptance Level</b> indicates that you tend to have a balanced awareness of yourself and accept and focus equally on your positive attributes versus your negative attributes. You are probably not uncomfortable or especially troubled with either. Negative input about yourself by others, while you will not like it, will not shake your Acceptance. Positive input about yourself by others will be appreciated and enjoyed, but it will not typically change your Acceptance. If you see that you are focusing too much on the negative, you can easily make the adjustment and move your focus to the positive.",
                "A <b>High Acceptance Level</b> indicates that you are comfortable in the way you see and accept yourself. You tend to focus more on your positive attributes, recalling your successes and strengths. Negative input about yourself by others, probably will not bother you too greatly or for too long, and your Acceptance will generally not be shaken. Positive input about yourself by others will confirm your Acceptance and will be enjoyed. Those with High Acceptance may want to guard themselves against seeming over-confident by developing humility and a willingness to seek counsel, guidance and suggestions."
            ],
            "post": "No matter what your Acceptance Level score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "interactiveStyle": {
            "name": "Interactive Style",
            "pre": "The Life Languages measurement of Introvert and Extrovert is somewhat different from other measurements; it measures preference rather than overall behavior. This scale indicates how comfortable you are with people most of the time. For example, it measures whether you prefer working alone or in groups or working with those you know or do not know. As another example, according to our measurements, a person who scores as an Introvert may seem outgoing and somewhat extroverted to those he or she knows well. However, with strangers or those not known as well, the Introvert will typically be less verbal, less outgoing, and not desire to mix with them.",
            "info": [
                "Your Interactive Style is <b>Introvert</b> which indicates that you are comfortable not being the center of attention unless you are with people you know well. You are comfortable working behind the scenes and enjoy small groups (or one-on-one). Constantly being around a lot of people, especially those you do not know well, can be exhausting and you may withdraw to prevent stress. You also may be self-motivated and enjoy working alone; however, when working with groups, you prefer those you know well or people you are comfortable with.",
                "Your Interactive Style is <b>Balanced</b> which indicates that you generally do not want to work alone all the time, nor do you want to work with others all the time. You prefer to balance your activity between the two. Although you can be a self-starter and work alone, you can also be a team player. However, doing one all the time to the exclusion of the other could potentially cause you stress and distress. There will probably be times when you go from one extreme to the other. You can work behind the scenes, or when called upon, you can move more toward the stage center. Neither is compulsive. Overall this helps you be more flexible than many because, whether outgoing or quiet, you are comfortable in most settings.",
                "Your Interactive Style is <b>Extrovert</b> which indicates that you prefer to focus your attention and interests on people, relationships, and interactive activities. You turn toward life and others. You are comfortable being seen and heard, enjoy groups of all sizes, and are energized by being around strangers as well as people you know. When focusing on thoughts, ideas and plans, you generally prefer teamwork, rather than working alone."
            ],
            "post": "No matter what your Interactive Style is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "internalControl": {
            "name": "Internal Control",
            "pre": "This scale indicates how you see yourself in self-discipline and/or self-governing vs. spontaneity and/or impulsiveness. If we have high Internal Control, we are less prone to being externally controlled, either by others, circumstances, or experiences. Some people prefer to get tasks done ahead of schedule, and some seem to work better or more creatively doing things at the last minute under a time pressure. The higher our Internal Control, the more disciplined, and the lower our Internal Control the more flexible and spontaneous we are.",
            "info": [
                "A <b>Low Internal Control</b> level suggests you are likely to be <b>flexible or spontaneous and possibly impulsive</b>, as opposed to being more self-disciplined. This may mean that you can be a <b>“spur of the moment”</b> kind of person. Self-discipline for you is probably by choice, decision, and determination, or when the situation or task is important or demanding. Doing something more enjoyable may often pull you away unless you have chosen to add self-government to your character. A paradox in your life is that you will probably do well in an environment that requires flexibility yet has existing structure.",
                "A <b>Moderate Internal Control</b> level suggests a relative balance between being self-governed and self-disciplined vs. spontaneous and flexible. This score indicates that you can <b>choose to be self-disciplined when needed or to put aside tasks when appropriate</b>, for example, when someone or a situation interjects itself. Maintaining a healthy balance in this area is probably relatively easy for you, and a goal all of us can seek.",
                "A <b>High Internal Control</b> level suggests that it is easy and natural for you to be a <b>self-disciplined or self-governing individual</b>. Those who can easily govern themselves can usually rise above the internal and external influences (including feelings and circumstances) and do what is important at the time or for the future. This typically means that you can <b>postpone immediate gratification for long-range benefits</b>. However, an extremely high score might indicate a <b>propensity to rigidness or compulsivenes</b>s in some areas. Do guard yourself to control tasks, rather than allowing tasks to compulsively control you."
            ],
            "post": "No matter what your Internal Control score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "intrusionLevel": {
            "name": "Intrusion Level",
            "pre": "This scale measures how you see yourself handling interruptions, intrusions, interference, outside stimuli, people, or situations foreign to you, usually uninvited or unexpected. Intrusion Level indicates how comfortable and tolerant you are with distractions and differences. Some people like a more structured environment, and others flow more easily with uninvited or unscheduled people or situations. For all of us, a good habit to form is the ability to gently or kindly communicate when intrusions become an issue.",
            "info": [
                "A <b>Low Intrusion Level</b> indicates a lower level of comfort and tolerance for life as it is presented. Interruptions, intrusions, unexpected circumstances, and outside interferences tend to test your patience and may even be an irritation. Differences in others can be distracting, and you may want to guard yourself against seeming impatient, critical, or sending unfavorable signals that appear to be judgmental. A Low Intrusion Level can help you to stay focused on tasks, but you may want to make sure you sincerely and gently express yourself without projecting a dismissive attitude that could be hurtful to another.",
                "A <b>Moderate Intrusion Level</b> indicates that you are probably about average in dealing with intrusion, interruptions, and outside interference. Your reaction or response to outside stimuli such as people and unexpected circumstances would not be excessive. You can accept and tolerate much of life as it comes most of the time, but there are also times when you are bothered. You usually handle these unexpected intrusions well - depending on your situation, allowing some amount of time to deal with them, but not letting them take all your time inappropriately.",
                "A <b>High Intrusion Level</b> indicates higher levels of comfort, patience and tolerance for life as it is presented. You tend to be okay with those who are considerably different and/or speak different Life Languages than yourself. You probably easily overlook intrusions or interruptions. You have the ability to accept others, their differences, and much of life without making judgments or needing to change it. However, you must guard yourself against allowing intrusions to be an escape from necessary tasks that achieve quality results."
            ],
            "post": "No matter what your Intrusion Level score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "projectiveLevel": {
            "name": "Projective Level",
            "pre": "This scale indicates how important other’s perception and opinions are to you. For example: a person with a high projective score could be greatly concerned if others had a less than positive opinion of them. A person with a low score would probably shrug it off and not let it bother them. A balance between high and low is valuable because it provides objectivity so that you can evaluate others’ attitudes about yourself and thereby remain open to feedback.",
            "info": [
                "A <b>Low Projective Level</b> suggests that if others are indifferent to you or even disrespectful, you can probably shrug it off. The opinions of others do not generally impact your attitude or activities. An extremely Low Projective Level can cause others to possibly see you as indifferent, not easily motivated by others, and unconcerned about others' opinions. Generally, you do what you want to, without a great deal of concern. This tends to make you not overly subjected to peer pressure.",
                "A <b>Moderate Projective Level</b> indicates that you certainly prefer for people to like you and to receive favor from others. However, if you do experience indifference, disfavor, and even disrespect, it would probably bother you but not devastate you. What others think, say, or do would probably not control your emotions or actions for long, if at all. Of course, unfavorable responses can cause distress in any person when they are intense and continuous. Generally, though, even if you are bothered by other peoples’ opinions, you seldom let it go into distress. You very possibly have ability to objectively dialogue with yourself, keeping things in perspective.",
                "A <b>High Projective Level</b> indicates that you desire for others to like you, and you expect favor. If that does not occur, then you want them to at least respect you. When you experience or perceive indifference, disrespect, or dislike, you are typically stressed and troubled. If it is not handled quickly and appropriately, it can become distress. A person with a High Projective Level generally tries hard to please others, and because of this, could be somewhat easier to motivate and a good employee. Those with a High Projective Level must guard themselves to be sure they don’t try to please everyone, thereby, being subject to burn out and/or peer pressure."
            ],
            "post": "No matter what your Projective Level score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "susceptibilityToStress": {
            "name": "Susceptibility to Stress",
            "pre": "This scale measures vulnerability to stress that comes into our lives. Stress is in all our worlds, and comes from various sources, even from having too many good things going on at one time. We are more susceptible to stress when we are too busy, lacking sleep, not feeling well, fatigued, frustrated, lacking exercise, and even unable to express ourselves adequately. Distress is usually caused by one of our Life Languages when our filter question not being answered, our need from others not being met, our driving passion suppressed, or our key character strength being called into question or dismissed",
            "info": [
                "A <b>Low Susceptibility to Stress</b> indicates that, when in stressful situations or when dealing with problems or crises, you tend to remain calm rather than overly excited or even panicked. You most likely respond to challenging or unpleasant situations in a similar manner as you do under normal conditions. By allowing stress to pass over you, it is not likely to be a factor in causing you to descend into your Distress Levels. On the other hand, people who have a Low Susceptibility to Stress may be less aware of danger and may not notice that something is different or amiss as a hyper-vigilant, High Susceptibility to Stress person would.",
                "A <b>Moderate Susceptibility to Stress</b> indicates that under most circumstances you tend to handle stress appropriately. When those situations arise, and you are experienc-ing external or internal pressures leading to stress, you generally do not escalate to a high level being highly vigilant or reactive, nor de-escalate to a low level being very laid back and relaxed. You tend to handle stress in a more positive way most of the time.",
                "A <b>High Susceptibility to Stress</b> causes one to be hyper-vigilant, creating a sense of excitement and energy that is often accompanied by an adrenaline rush. High Stress can be positive, leading to a quick sense of danger and noticing if something is wrong or unusual. But ultimately or over time, it can leave you exhausted. Some people may become addicted to the adrenaline caused by stressful living, thereby becoming masterful at creating it. The challenge is to recognize when we are becoming stressed and train ourselves to direct that energy in a positive way, such as taking a walk, going for a swim, reading a book, etc. rather than allowing it to take you into the Distress Levels. When stress is intensified, the major safeguard is to quickly recognize it is happening and respond (not react) with character and positive action before the stress escalates."
            ],
            "post": "No matter what your Susceptibility to Stress score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        },
        "learningPreference": {
            "name": "Learning Preference",
            "dominant": "Preferred",
            "tied": "Tied Preferred",
            "pre": "There are three basic Learning Styles and our preferential way is the one that is easiest for us. We learn in all three ways, but when there is a choice, the one that is more natural, distinct, and clear will typically be our preference. It will usually be our most effective way to experience and sharpen our learning skills.",
            "info": {
                "learningPreferenceAuditory": "If your <b>Auditory</b> learning preference is dominant that indicates that you prefer to hear instructions explained to you, and you quickly understand and can follow verbal instructions. You are sensitive to sounds in your environment. You can tell a great deal about a person's mood or attitude by the sound of the person's voice, usually easily determining stress and feelings that a person may think they are hiding. Listening to audio CDs or podcasts are a valuable method of learning for you.",
                "learningPreferenceVisual": "If your <b>Visual</b> learning preference is dominant, that indicates that you tend to think in pictures. For example, when learning something new, or learning how to do something, you prefer to see the item, equipment, or at least a picture or diagram. The visual picture stays with you. If you can see it as you learn, you remember it. When you hear or read information, you usually translate it into a visual 'pictures' in your mind. When someone tells you a story, you often hear it 'visually' - the words become pictures. You probably read body language and facial expressions well also. Watching instructive videos would be a valuable method of learning for you.",
                "learningPreferencePhysical": "If your <b>Physical</b> learning preference is dominant, that indicates that you learn best by participating, experimenting, or by watching someone show you how to do something. Often you may just start doing something that you have never done before, and you learn by 'doing' or experiencing the process. There are times when you figure something out without instructions, by jumping in and 'learning as you go'. You tend to learn by using all your senses, as well as through actual involvement and hands-on activities. You probably easily grasp what you have seen and learn rapidly and accurately."
            },
            "post": "Examine your Learning Preference scores, the highest one is your preferred Learning Preference. No matter what your Learning Preference score is, our goal in Life Languages is self-awareness so that we can be our best and give our best to those around us."
        }
    },
    "columnLabels": [
        "",
        "Full Name",
        "M",
        "D",
        "I",
        "R",
        "S",
        "P",
        "C",
        "OI"
    ],
    "columnTitles": [
        "",
        "Full Name",
        "Mover",
        "Doer",
        "Influencer",
        "Responder",
        "Shaper",
        "Producer",
        "Contemplator",
        "Overall Intensity"
    ],
    "columnCILabels": [
        "",
        "Full Name",
        "AL",
        "IS",
        "IC",
        "IL",
        "PL",
        "SS",
        "LPA",
        "LPV",
        "LPP"
    ],
    "columnCITitles": [
        "",
        "Full Name",
        "Acceptance Level",
        "Interactive Style",
        "Internal Control",
        "Intrusion Level",
        "Projective Level",
        "Susceptibility to Stress",
        "Learning Preference Auditory",
        "Learning Preference Visual",
        "Learning Preference Physical"
    ],
    "ciInteractiveStyleShorthand": {
        "introvert": "I",
        "balanced": "B",
        "extrovert": "E"
    },
    "ciInteractiveStyleNames": {
        "I": "Introvert",
        "B": "Balanced",
        "E": "Extrovert"
    },
    "scoreLevelLabels": [
        "Very Low",
        "Low",
        "Moderate",
        "High",
        "Very High"
    ],
    "llLevelInfo": {
        "mover": {
            "name": "Mover",
            "pre": "The <b>Mover Life Language</b> is action-oriented, instinctive, and bold. Movers are pioneers, innovators, and risk-takers who thrive on making things happen. They have a keen sense of intuition and tend to lead by example, often asking, <b>'What is your motive?'</b> to determine authenticity in others. Movers seek <b>action and congruency</b>, expecting follow-through from those around them. Their driving passion</b> is to <b>create and innovate, refusing to accept the status quo</b>. With <b>courage</b> as their key character strength, the Mover Life Language upholds <b>high standards and justice</b>, often serving as standard-bearers for themselves and others.",
            "info": [
                "Your Mover Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Mover Life Language. That being said, you <b>can</b> speak the Mover Life Language when you want to.",
                "Your Mover Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Mover Life Language. That being said, you <b>can</b> speak the Mover Life Language when you want to.",
                "Your Mover Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Mover Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily",
                "Your Mover Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Mover Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Mover Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Mover Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Mover Life Language may <b>attack, demand, and attack again</b>. To grow, the they should focus on <b>paying attention to details, completing what they start, and balancing their direct nature with patience and sensitivity.</b>"
        },
        "doer": {
            "name": "Doer",
            "pre": "The <b>Doer Life Language</b> is practical, diligent, and detail-oriented. Doers are hardworking, reliable, and thrive on completing tasks efficiently. They are natural problem-solvers who enjoy structure and order, often asking, <b>'Are you doing your share?'</b> to ensure accountability in others. Doers seek <b>action and appreciation</b>, valuing hard work and reliability. Their <b>driving passion</b> is to <b>finish what they start</b> and ensure that everything is completed with excellence. With <b>trustworthiness</b> as their key character strength, the Doer Life Language upholds <b>responsibility, diligence, and dependability</b> as core values.",
            "info": [
                "Your Doer Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Doer Life Language. That being said, you <b>can</b> speak the Doer Life Language when you want to.",
                "Your Doer Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Doer Life Language. That being said, you <b>can</b> speak the Doer Life Language when you want to.",
                "Your Doer Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Doer Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Doer Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Doer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Doer Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Doer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Doer Life Language may become <b>martyr-like, accusatory, and grumbling</b>. To grow, they should focus on <b>delegating tasks and maintaining a balanced perspective on work and priorities.</b>"
        },
        "influencer": {
            "name": "Influencer",
            "pre": "The <b>Influencer Life Language</b> is intuitive, enthusiastic, and people-oriented. Influencers are natural communicators, networkers, and encouragers who thrive on making connections and creating positive interactions. They are highly persuasive and enjoy inspiring others, often asking, <b>'Are we communicating?'</b> to ensure engagement and understanding. Influencers seek <b>affirmation and connectedness</b>, thriving in social environments where they can build relationships and spread positivity. Their <b>driving passion</b> is to <b>encourage and uplift others</b>, using their verbal and relational strengths to motivate and inspire. With <b>enthusiasm</b> as their key character strength, the Influencer Life Language is marked by <b>joyfulness, optimism, and a natural ability to bring people together.</b>",
            "info": [
                "Your Influencer Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Influencer Life Language. That being said, you <b>can</b> speak the Influencer Life Language when you want to.",
                "Your Influencer Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Influencer Life Language. That being said, you <b>can</b> speak the Influencer Life Language when you want to.",
                "Your Influencer Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Influencer Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Influencer Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Influencer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Influencer Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Influencer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Influencer Life Language may become <b>defensive, argumentative, and may even try to escape the conversation</b>. To grow, they should focus on <b>following through on commitments, and balance their talking and listening skills.</b>"
        },
        "responder": {
            "name": "Responder",
            "pre": "The <b>Responder Life Language</b> is compassionate, intuitive, and deeply relational. Responders are emotionally driven individuals who thrive on connection, sincerity, and empathy. They are highly sensitive to the needs and emotions of others, often asking, <b>'Do you really care?'</b> to gauge sincerity in relationships. Responders seek <b>acceptance and to be heard and understood</b>, desiring affirmation of their feelings and intentions. Their <b>driving passion</b> is to <b>please, protect, and make a difference in the lives of others</b>. With <b>compassion</b> as their key character strength, the Responder Life Language is marked by <b>loyalty, sensitivity, and a deep desire to create meaningful connections.</b>",
            "info": [
                "Your Responder Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Responder Life Language. That being said, you <b>can</b> speak the Responder Life Language when you want to.",
                "Your Responder Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Responder Life Language. That being said, you <b>can</b> speak the Responder Life Language when you want to.",
                "Your Responder Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Responder Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Responder Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Responder Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Responder Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Responder Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Responder Life Language may <b>complain, attack (usually themselves), or become depressed</b>. To grow, they should focus on <b>ensuring responsibilty to the highest priorities and professionalize and not personalize communication.</b>"
        },
        "shaper": {
            "name": "Shaper",
            "pre": "The <b>Shaper Life Language</b> is strategic, organized, and goal-oriented. Shapers are natural leaders who excel in planning, structuring, and executing long-term visions. They are highly analytical and thrive on efficiency, often asking, <b>'Do you have a plan?'</b> to ensure order and effectiveness. Shapers seek <b>support and agreement</b>, valuing strategic collaboration and well-thought-out plans. Their <b>driving passion</b> is to <b>lead with precision and create structured pathways for success</b>. With <b>patience (for the plan)</b> as their key character strength, the Shaper Life Language is marked by <b>strong organizational skills, problem-solving abilities, and a commitment to seeing things through.</b>",
            "info": [
                "Your Shaper Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Shaper Life Language. That being said, you <b>can</b> speak the Shaper Life Language when you want to.",
                "Your Shaper Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Shaper Life Language. That being said, you <b>can</b> speak the Shaper Life Language when you want to.",
                "Your Shaper Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Shaper Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Shaper Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Shaper Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Shaper Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Shaper Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Shaper Life Language may become <b>critical, eliminate problem or people, or even takeover</b>. To grow, they should focus on <b>developing sensitivity for others, and taking time to relax, reflect, and relate.</b>"
        },
        "producer": {
            "name": "Producer",
            "pre": "The <b>Producer Life Language</b> is resourceful, responsible, and results-driven. Producers are highly capable individuals who excel at managing people, finances, and logistics to ensure productivity and success. They are practical thinkers with a keen sense of efficiency, often asking, <b>'Are you managing your life?'</b> to assess organization and effectiveness. Producers seek <b>appreciation and thoughtful gifts</b>, valuing financial stability and practical decision-making. Their <b>driving passion</b> is to <b>manage resources effectively and create sustainable success</b>. With <b>resourcefulness</b> as their key character strength, the Producer Life Language is marked by <b>financial acumen, hospitality, and a strong ability to provide and support others.</b>",
            "info": [
                "Your Producer Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Producer Life Language. That being said, you <b>can</b> speak the Producer Life Language when you want to.",
                "Your Producer Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Producer Life Language. That being said, you <b>can</b> speak the Producer Life Language when you want to.",
                "Your Producer Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Producer Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Producer Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Producer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Producer Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Producer Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Producer Life Language may become <b>restrict, organize, or withhold resources and time.</b> To grow, they should focus on <b>empowering others and giving without expectation of gain.</b>"
        },
        "contemplator": {
            "name": "Contemplator",
            "pre": "The <b>Contemplator Life Language</b> is intellectual, inquisitive, and reflective. Contemplators are deep thinkers who analyze ideas, ask questions, and seek to understand the 'why' behind everything. They are naturally curious and introspective, often asking, <b>'Am I really interested?'</b> to assess their engagement in a topic or conversation. Contemplators seek <b>undivided attention when engaging other and personal space to think deep thoughts</b>, valuing knowledge, exchange of information, and the pursuit of wisdom. Their <b>driving passion</b> is to <b>know, explore, and understand the complexities of life</b>. With <b>loyalty</b> as their key character strength, the Contemplator Life Language is marked by <b>intelligence, philosophical reasoning, and a desire for depth in conversations and relationships.</b>",
            "info": [
                "Your Contemplator Life Language score is <b>very low</b>, indicating that you identify with few of the characteristics and qualities of the Contemplator Life Language. That being said, you <b>can</b> speak the Contemplator Life Language when you want to.",
                "Your Contemplator Life Language score is <b>low</b>, indicating that you identify with some of the characteristics and qualities of the Contemplator Life Language. That being said, you <b>can</b> speak the Contemplator Life Language when you want to.",
                "Your Contemplator Life Language score is <b>moderate</b>, indicating that you identify with many of the characteristics and qualities of the Contemplator Life Language. In this range, you may be fluent or have a score close to or above 50. If so, you can speak this language relatively easily.",
                "Your Contemplator Life Language score is <b>high</b>, indicating that you identify with most of the characteristics and qualities of the Contemplator Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it easily.",
                "Your Contemplator Life Language score is <b>very high</b>, indicating that you identify with many if not all of the characteristics and qualities of the Contemplator Life Language. You are definitely fluent in this language as your language score is above 50. It is likely that this language is one of your primary languages and you speak it very easily."
            ],
            "post": "It is important to know that when in distress, those that are speaking the Contemplator Life Language may <b>justify their position, accuse others of not thinking things through, or withdraw mentally or physically from the conversation</b>. To grow, they should focus on <b>deliberately establishing connectedness with others and closing the gap between their inner thoughts and those around them.</b>"       
        },
        "overallIntensity": {
            "name": "Overall Intensity",
            "pre": "The <b>Overall Intensity</b> score reflects your <b>desire, energy, and drive to communicate with others</b>. It indicates how much effort and enthusiasm you naturally invest in engaging, expressing, and connecting with people through your Life Languages. A high score suggests a strong inclination toward active communication, while a lower score suggests a more selective or reserved approach. Regardless of where you fall on this scale, awareness of your intensity can help you communicate more effectively and balance your interactions with others.",
            "info": [
                "Your Overall Intensity score is <b>very low</b>, indicating that you have <b>little desire or energy</b> to communicate actively with others. You may prefer to observe, listen, or keep your thoughts to yourself unless necessary.",
                "Your Overall Intensity score is <b>low</b>, suggesting that while you are capable of communication, you may not <b>naturally seek out or initiate interactions</b>. You likely prefer deeper, more meaningful conversations rather than frequent or casual exchanges.",
                "Your Overall Intensity score is <b>moderate</b>, meaning you have a <b>balanced approach</b> to communication. You are comfortable engaging in conversations but do not feel the need to do so constantly. Your communication is likely situational and purposeful.",
                "Your Overall Intensity score is <b>high</b>, indicating a <b>strong drive and enthusiasm</b> for communication. You likely engage with others frequently, enjoy expressing ideas, and have plenty of energy for conversations.",
                "Your Overall Intensity score is <b>very high</b>, meaning you have an <b>exceptional level of energy and motivation</b> to communicate. You thrive on interaction, feel energized by conversations, and are likely highly expressive and engaging in social situations."
            ],
            "post": "It is important to recognize that communication intensity varies from person to person. Those with lower intensity may need to be intentional about speaking up, while those with higher intensity should be mindful of balancing their communication to ensure they listen as well as speak. Adjusting your approach based on your intensity score can help you build stronger and more effective connections with others."
        }
    },
    "gap": {
        "name": "Gap",
        "pre": "The <b>Gap</b> score represents the <b>distance between one Life Language and the next in your profile</b>. The larger the gap, the more intentional effort is required to shift from speaking one Life Language to another. The smaller the gap, the easier it is to move between languages, but it also increases the responsibility to be clear in communication. Compressed scores occur when two or more Life Languages are less than 5 points apart. This can make it challenging for others to determine which language you are speaking, as you may rotate between them quickly. Understanding your gap score helps you navigate communication clarity, adaptability, and relational predictability.",
        "info": [
            "Your Gap score is <b>compressed</b>, meaning that you can <b>move between these two Life Languages fluidly</b>. While this gives you strong adaptability, others may find it difficult to identify the Life Language you are using. You may need to be intentional about ensuring clarity in your interactions.",
            "Your Gap score is <b>moderate</b>, suggesting a <b>balanced level of distinction</b> between these two Life Languages. You can shift between them as needed without too much difficulty, and your communication style is generally clear to others.",
            "Your Gap score is a <b>chasm</b>, meaning that these two Life Languages are distinctly separated, requiring <b>considerable effort</b> to shift between them. While this makes you highly predictable in your prior Life Language, it may take extra work to connect with those who speak this language."
        ],
        "post": "Understanding gap is essential for effective communication. If you have a low gap or compressed scores, you may be highly flexible but need to ensure that others can clearly understand which language you are speaking at any given time. If you have a high gap or chasm, practicing intentional transitions between Life Languages can help you better connect with different communication styles. Predictability in communication helps build trust and strengthens relationships."
    },
   "range": {
        "name": "Range",
        "pre": "The <b>Range</b> score represents the <b>difference between your strongest (Primary) and weakest (Seventh) Life Language</b>. A high or low range is neither better nor worse, but both have significant implications for how you communicate. A <b>high range</b> means you have a strong, definable communication style but may struggle to connect with those who speak your weaker languages. A <b>low range</b> suggests that you can communicate across multiple Life Languages easily, but you may be harder for others to understand or categorize. Recognizing your range helps you navigate communication strengths and challenges more effectively.",
        "info": [
            "Your Range score is <b>very low</b>, indicating that your Life Languages are <b>closely grouped together</b>, meaning you can communicate fluidly across different styles. However, this may make your communication style less predictable to others, and you might find it difficult to define your primary communication strength.",
            "Your Range score is <b>low</b>, meaning that while you have a dominant communication style, you <b>adapt easily</b> to different languages and can flexibly interact with various types of communicators.",
            "Your Range score is <b>moderate</b>, suggesting a <b>balanced difference</b> between your strongest and weakest Life Language. You likely have a clear primary way of communicating but can also adjust to different styles when necessary.",
            "Your Range score is <b>high</b>, indicating that your <b>Primary Life Language is dominant</b> and stands out clearly. You have a well-defined communication style, but you may find it harder to relate to those who communicate in your weaker Life Languages.",
            "Your Range score is <b>very high</b>, meaning there is a <b>significant difference</b> between your strongest and weakest Life Language. You are likely very consistent in your communication style, making you easy to understand, but you may need to put in extra effort when communicating with those who have different styles."
        ],
        "post": "Understanding range is crucial to effective communication. If you have a lower range, embrace your adaptability while working on clarifying your communication strengths. If you have a higher range, focus on developing skills to connect with those who speak your weaker languages. The failure to understand range is one of the primary causes of communication difficulties, so increasing awareness of this dynamic can help you build stronger connections with others."
    }
}